{"/about/":{"data":{"":"","#":"Welcome to Beginner Privacy!\nIn today’s digital world, protecting personal data can feel overwhelming. Our mission is to simplify online privacy for everyone—beginners to experts.\nWhat We Offer Clear guides on privacy basics, advanced tools, and actionable steps to secure your online presence. Learn to safeguard social media, choose private software, or master encryption.\nOur Inspiration Inspired by platforms like PrivacyTools and PrivacyGuides, we take a distinct, non-tool-centric approach. Instead of overwhelming beginners with complex software or systems, we focus on foundational knowledge and practical habits to build privacy first. Tools come later—once you’ve mastered the basics.\nFind Us Here YouTube Odysee 𝕏 TikTok SimpleX Mastodon GitHub GitLab "},"title":"About"},"/about/about-contributing/":{"data":{"":"","#":"Thank you for your interest in contributing to Beginner Privacy! We welcome contributions from everyone. Your contributions help us improve the website and make it more useful for the community.\nHow To Help 1. Feature Requests Share ideas for new features or improvements by opening a GitHub Issue.\n2. Bug Reports Found a bug or security issue? Report it directly in our Security Center!\n3. Improve Code Submit code changes using our Code Contribution Guide.\n4. Writing Content Write articles or tutorials with our Content Style Guide.\n5. Translations Help translate Beginner Privacy into another language, with our Translation Guide.\n6. Donations Help fund domain and infrastructure costs; see how on our Donation Page.\n7. Spreading The Word Share our resources on social media or with friends and family."},"title":"About Contributing"},"/about/code-of-conduct/":{"data":{"":"","#":"The Beginner Privacy community is dedicated to providing a welcoming and inclusive environment for all participants. We believe that diversity enriches our community and enhances our collective efforts. This Code of Conduct outlines our expectations for behavior and the consequences for unacceptable behavior.\nOur Standards We expect all participants to:\nBe Respectful: Treat everyone with respect, kindness, and consideration. Listen to others and be open to different perspectives. Be Inclusive: Welcome and encourage participation from individuals of all backgrounds, identities, and experiences. Avoid language or behavior that could be seen as discriminatory or exclusionary. Be Constructive: Provide constructive feedback and engage in discussions that promote learning and growth. Focus on the issue, not the person. Be Responsible: Take responsibility for your actions and their impact on others. If you make a mistake, acknowledge it and learn from it. Be Supportive: Offer help and support to others in the community. Share knowledge and resources to foster collaboration and learning. Unacceptable Behavior Unacceptable behavior includes, but is not limited to:\nHarassment, intimidation, or discrimination of any kind. Disruptive behavior in discussions or events. Personal attacks or derogatory remarks. Any form of violence or threats. Reporting and Enforcement If you experience or witness unacceptable behavior, please report it to the Beginner Privacy team. You can reach us via SimpleX.\nConsequences for violating this Code of Conduct may include:\nA warning or request to cease the unacceptable behavior. Temporary or permanent removal from community activities or platforms. Acknowledgment By participating in the Beginner Privacy community, you agree to abide by this Code of Conduct. We are committed to fostering a positive and inclusive environment for everyone, and we appreciate your cooperation in making this community a welcoming space."},"title":"Code of Conduct"},"/about/contact/":{"data":{"":"","#":"We’d love to hear from you! Whether you have questions, feedback, or need assistance, please don’t hesitate to reach out.\nEmail For general inquiries, please email us at:\nprintn@tutamail.com\nSimpleX You can also reach us on SimpleX, by joining our group chat."},"title":"Contact Us"},"/about/contributors/":{"data":{"":"A huge thank you from Beginner Privacy to the amazing individuals who have contributed to the project 💙\nWe use all-contributors to showcase our contributors, and we follow the Emoji Key to highlight the various types of contributions made.\nPrintN\n💻 🖋 📖 🎨 💵 🤔 🚧 📣 🌍 🚇 "},"title":"Contributors"},"/about/credits/":{"data":{"":"","#":"Beginner Privacy wouldn’t be possible without the following resources, tools and people:\nPeople Beginner Privacy contributors Inspirations Privacy Tools Privacy Guides Code Hugo Hextra Theme Transformers.js Images Surveillance camera image by Clker-Free-Vector-Images from Pixabay Earth image by Tung Lam from Pixabay Compass icons created by Creative Stall Premium - Flaticon 404 bodyguard image by OpenClipart-Vectors from Pixabay "},"title":"Credits"},"/about/donate/":{"data":{"":"","#":"Beginner Privacy relies solely on donations, not by affiliate links or recommending certain things. If you find value in our work, please consider donating.\nGoals No JavaScript tor website (1 year)\n$0 / $192 Reward system for contributors\n$0 / $150 Donate Monero (XMR) 836HHAyiLmAEXtiFVktMvhJGSzCxSxi4FjYhMhmx1H3wNuhhkESmiRQRz7n4dcdMSDDtaw23ty9qdYzHf6ycfzpzLdx6Lxq Merchandise Show your support for Beginner Privacy by purchasing merchandise from our shop.\nNon-Financial Support You can also support Beginner Privacy without spending a dime! Here are some simple ways to help:\nFollow Us: Stay updated by following us on social media. Spread the Word: Share our website with your family and friends to help us reach a wider audience. Contribute: Interested in contributing? Learn how you can get involved here. "},"title":"Donate"},"/about/join-simplex-group/":{"data":{"":"","#":"Thank you for your interest in joining our community! The Beginner Privacy community operates on SimpleX, a platform we selected for its strong privacy features. The good news is that installing SimpleX is very straightforward.\nInstalling SimpleX SimpleX is compatible with various platforms, and you can choose between a Graphical User Interface (GUI) or a terminal version. For beginners, we recommend using the GUI, as it is more user-friendly. If you prefer the terminal version, you can find instructions here.\nStep 1: Download SimpleX Linux:\nAppImage, Flatpak (for most Linux distributions) Ubuntu 20.04, Ubuntu 22.04 (Debian-based distros) Mac:\naarch64 (for Apple Silicon) x86_64 (for Intel) Windows:\nx86_64 iOS:\nApp Store Android:\nPlay Store F-Droid APK aarch64 APK armv7 Setting Up SimpleX To get started with SimpleX, follow these steps:\nCreate Your Profile\nClick on the Create Profile button. Choose a profile name. Select a long, unique passphrase for encrypting your data. We recommend storing this passphrase in a password manager. Join the SimpleX Group\nTo join our SimpleX group, simply paste the following link into the left sidebar: https://simplex.chat/contact#/?v=2-7\u0026smp=smp%3A%2F%2FUkMFNAXLXeAAe0beCa4w6X_zp18PwxSaSjY17BKUGXQ%3D%40smp12.simplex.im%2Fzj00X02yGzei2Rp3WMKAyNUKGyl5QVE2%23%2F%3Fv%3D1-3%26dh%3DMCowBQYDK2VuAyEAdP3VcLQQb74HmtYJ2nq3gIbEXxC9S9eFHpvftdVXmmc%253D%26srv%3Die42b5weq7zdkghocs3mgxdjeuycheeqqmksntj57rmejagmg4eor5yd.onion\u0026data=%7B%22groupLinkId%22%3A%22pIZL5_QG4XLv_zVpQVkCTQ%3D%3D%22%7D If you are using a mobile device, you can easily join by scanning the QR code below: Congratulations! You are all set up 🎉\nFeel free to explore the features of SimpleX and enjoy secure communication!"},"title":"Join SimpleX Group"},"/about/privacy-policy/":{"data":{"":"","#":" ℹ️ TL;DR\nWe collect almost nothing. No IP addresses, no cookies, no logs. The only data stored is your roadmap progress (saved locally on your device) and basic page view stats (with no personal info). Everything else is deliberately NOT collected to protect your privacy.\nWhat we do NOT collect Our site is designed with your privacy in mind:\n❌ No IP Addresses: We never log your IP address. ❌ No Cookies: We do not store cookies on your device. ❌ No Third-Party Services: We do not load any external services or third-party libraries that could compromise your personal information. ❌ No Personal Data: Your personal information is never collected or sent to our servers or any third-party servers. What we do collect We’ve built this site using the simplest possible tools to ensure maximum privacy:\n✅ Lightweight Framework: Our website is built on a minimal framework that we have thoroughly audited to eliminate hidden tracking or logging. ✅ Anonymous Usage Data: We collect a small amount of anonymous data to understand how users interact with our site. You can view these statistics on GoatCounter. ✅ Roadmap Progress: The only data stored on your device is your roadmap progress, which is kept in your browser’s local storage and never shared. How To Disable Tracking By GoatCounter If you prefer not to be included in GoatCounter statistics, you can easily block tracking by installing the uBlock Origin extension in your browser.\nHave Questions? If you have questions about our privacy practices or need to verify any of our claims, our entire website’s code is open source and available for review on GitHub. We encourage you to inspect it yourself or have a trusted technical advisor review it.\nIf you have additional questions, please contact us."},"title":"Privacy Policy"},"/about/roadmap-introductions/":{"data":{"":" Basic Medium Advanced "},"title":"Roadmap Introductions"},"/about/roadmap-introductions/advanced/":{"data":{"":"The Advanced Roadmap is for those ready to make a significant lifestyle change in their approach to online security and privacy. This section emphasizes the importance of adopting a comprehensive mindset where privacy is prioritized over convenience. You will learn about secure operating systems like Qubes OS and also about Tor and I2P. These tools enhance your anonymity but require a commitment to avoiding proprietary software and embracing free and open-source alternatives. Additionally, you will explore self-hosting your own services, because the only person you can truly trust is yourself—everyone else poses a potential threat.\nAdditionally, you will explore cryptocurrency, including secure acquisition and management practices, and the critical importance of encrypting your data to protect your communications and files. Operational Security (OpSec) will also be a key focus, as it is essential for minimizing risks in your online activities. Expected Time to Complete: 1 month for completing the roadmap, but you must maintain good OpSec and continuously adapt your practices; it’s not simply about installing tools and operating systems and then being done."},"title":"Advanced"},"/about/roadmap-introductions/basic/":{"data":{"":"The Basic Roadmap is designed to provide you with foundational knowledge and practical skills to enhance your online security and privacy. This section covers essential practices that everyone should adopt to protect their personal information and maintain a secure digital presence. In this roadmap, you will learn about the importance of creating strong passwords, implementing Two-Factor Authentication (2FA), and limiting the information you share online. Additionally, you will explore browser, mobile, and desktop privacy settings, as well as the benefits of using a Virtual Private Network (VPN) for secure internet access. The section also addresses email privacy, the use of privacy-focused search engines, and secure communication methods. We recommend that you gradually implement these practices into your daily routine, allowing you to become comfortable with each step before moving on to the next. This approach will help you build a solid foundation for your online security without feeling overwhelmed.\nExpected Time to Complete: 1-2 weeks"},"title":"Basic"},"/about/roadmap-introductions/medium/":{"data":{"":"The Medium Roadmap builds upon the foundational knowledge established in the Basic Roadmap, guiding you toward more advanced practices for enhancing your online security and privacy. This section introduces tools and strategies that empower you to take greater control over your digital footprint and safeguard your personal information. In this roadmap, you will learn about the benefits of switching to Linux, an operating system known for its security and privacy features. You will also explore the world of Free and Open Source Software (FOSS), which offers alternatives to proprietary applications that may compromise your privacy.\nFinally, you will be introduced to the concept of Operational Security (OpSec), which focuses on protecting your sensitive information and minimizing risks in your online activities. As you progress through this roadmap, we recommend taking your time to implement these practices gradually. This will allow you to adapt to new tools and concepts while reinforcing your understanding of online security.\nExpected Time to Complete: 2 weeks"},"title":"Medium"},"/about/setup-locally/":{"data":{"":"","#":"Prerequisites IDE We recommend using VSCodium (no telemetry version of VSCode) for development.\nGit Install the version control system for your operating system:\nLinux:\n# Debian/Ubuntu sudo apt install git -y # Fedora sudo dnf install git -y Windows: Download from git-scm.com and run the installer.\nMacOS: Using Homebrew:\nbrew install git Or download from git-scm.com\nHugo (Extended Version) Install Hugo v0.145.0 or later (extended version required):\nLinux:\nsudo apt install hugo Or\nwget https://github.com/gohugoio/hugo/releases/download/v0.145.0/hugo_extended_0.145.0_linux-amd64.deb sudo dpkg -i hugo_extended_0.145.0_linux-amd64.deb Windows: Using Chocolatey (admin PowerShell):\nchoco install hugo-extended -y Or download from GitHub Releases\nMacOS: Using Homebrew:\nbrew install hugo Verify installation:\nhugo version # Should show: hugo v0.145.0+extended linux/amd64 BuildDate=... Download \u0026 Run Beginner Privacy Clone the repository:\ngit clone https://github.com/beginnerprivacy/beginnerprivacy.github.io cd beginnerprivacy Start development server: hugo server\nThe site will be available at: http://localhost:1313/\nNote: Use Ctrl+C to stop the server.\nGit Commit Message Guidelines Follow these conventions for commit messages:\nFormat: \u003ctype\u003e: \u003csubject\u003e\nExample: docs: Add local setup instructions\nRequirements:\nUse present tense (e.g., “Add” not “Added”) Keep subject line under 72 characters Common types:\nchore: General changes feat: New feature fix: Bug fix docs: Documentation changes article: Article changes style: Formatting changes refactor: Code restructuring "},"title":"Setup Locally"},"/about/software-criteria/":{"data":{"":"Here are the general criteria for all the software we recommend:\nOpen Source: Source code is publicly available for transparency. Active Development: Actively maintained and regularly updated. Usability: User-friendly; no extensive technical background required. Positive Reputation: Endorsed by privacy advocates and experts. Cross-Platform Availability: Accessible on multiple operating systems. Documentation: Clear and extensive documentation provided. "},"title":"Software Criteria"},"/about/statistics/":{"data":{"":"We use GoatCounter for web analytics. The traffic statistics are available here.\nGoatCounter is an open source web analytics platform available as a free donation-supported hosted service or self-hosted app. It aims to offer easy to use and meaningful privacy-friendly web analytics as an alternative to Google Analytics or Matomo.\n— GoatCounter’s Homepage\nPlease bear in mind that, while GoatCounter is a useful tool for displaying traffic and different forms of traffic, it may not give accurate numbers due to scripts that prevent it."},"title":"Statistics"},"/about/translate/":{"data":{"":"Found an error in the translations? Then please submit an issue here."},"title":"Translate"},"/about/transparency/":{"data":{"":"At Beginner Privacy, we prioritize transparency in everything we do. That’s why, each quarter, we publish a comprehensive transparency report detailing our progress, financial status, and future plans. We believe that keeping our community informed fosters trust and accountability, and we are committed to sharing our journey with you.\n2025 Q1 Q2 "},"title":"Transparency"},"/about/transparency/2025/q1/":{"data":{"":"","#":"Building the Basics Hey everyone!\nWelcome to our first transparency report! In Q1, we focused on laying the groundwork for Beginner Privacy. Here’s a quick rundown of what we accomplished:\nWhat We Did in Q1 Built the Basics: We set up our core principles and workflows to get things rolling. Prepared for Transparency: We created systems to track our progress and finances. What’s Next? For all the details and updates, check out our Q2 2025 Report where we’ll dive into everything we’ve been working on!\nThanks for being part of this journey with us!"},"title":"Q1 2025"},"/about/transparency/2025/q2/":{"data":{"":"","#":"Progress Update Core Systems Complete: The foundational work for Beginner Privacy is now in place. Workflow Established: Basic processes are functional and ready for expansion. Next Steps 1. Team Expansion\nRecruiting 2-3 admins/maintainers to assist with operations. 2. Community Development\nEstablish a community on Beginner Privacy’s SimpleX group to facilitate engagement, discussions, and collaboration among members. 3. Fiscal Hosting\nApplying for a fiscal host (e.g., Open Collective) to manage donations and sponsorships transparently. 4. Newsletter\nA monthly newsletter will be initiated, although it won’t be the biggest priority in Q2. Finances Current Costs: Website: Free (Hosted with GitHub Pages) Domain: $15.99/year Upcoming Costs: Newsletter: ~$10/month Cost Strategy: Expenses will remain minimal, focusing only on essential services. Closing Notes Growth will be gradual, with a focus on sustainability. Updates on forum progress and fiscal hosting will follow in Q3."},"title":"Q2 2025"},"/about/write-content/":{"data":{"":"","#":"Welcome to the Beginner Privacy content guide!\nGetting Started Choose your editing method:\nGitHub Editor: Edit directly in your browser. Local Setup (Recommended): Learn how to setup this website locally. Check out what to write:\nHead over to our Article Status Board on GitHub to see what articles haven’t been written yet.\nCreate Your Article Navigate to the content/articles/ folder. Create a new folder with a URL-friendly name (e.g., why-privacy-matters for “Why Privacy Matters”). Inside this folder, create three files: index.md (English) index.es.md (Spanish) index.zh-cn.md (Chinese Simplified) 🖼️ Need images?\nCreate a matching folder in static/images/articles/ (e.g., why-privacy-matters). Article Template Include this at the top of your article.\n--- title: [Article Title Here] date: 2025-02-25 authors: - name: [Your Name] link: https://github.com/[Your GitHub Username] image: https://github.com/[Your GitHub Username].png excludeSearch: false --- Writing Style Audience:\nBeginner Privacy’s audience consists of adults aged 18 to 50 who possess a foundational understanding of the internet and computers. While avoiding oversimplification, it is important to clarify any jargon used.\nStyle:\nUse American English. Be concise while covering key details (e.g., why a tool is recommended). Structure content with Markdown headers (###). Translating Article Beginner Privacy is available in 3 languages: English, Spanish, and Chinese (Simplified).\nTranslate the English version using a tool like LibreTranslate or any other translator you prefer into Spanish and Chinese (Simplified). Translation Verification: Translate the article that has already been translated back into English, and then compare it to the original English article to: Catch mistranslated technical terms Verify sentence structure matches the intended meaning Identify missing context Adjust image paths for non-English articles: Add ../ to paths (e.g., ../../images/... → ../../../images/... for the Spanish/Chinese articles). Proofread: Fix formatting issues and ensure clarity. Markdown \u0026 Shortcodes Explore the Hextra documentation on Markdown and Shortcodes to enhance your articles, making them more interactive and easier to read. Additionally, Beginner Privacy offers several custom shortcodes, which are detailed below\nRecommendation Card When there is a certain tool or piece of software that you want to recommend.\n\u003cdiv class=\"recommendations\"\u003e \u003cdiv class=\"grid\"\u003e {{\u003c hextra/recommendation-card title=\"MullvadVPN\" link=\"https://mullvad.net/en/vpn\" logo=\"../../../../images/articles/what-is-a-vpn-and-should-you-use-one/mullvadvpn.webp\" text=\"Paid, open source\" platformIcon=\"linux android ios macos windows\" buttonText=\"Visit Website\" \u003e}} \u003c/div\u003e \u003c/div\u003e MullvadVPN Paid, open source\nVisit Website Assessment Help the reader discover more about e.g. their privacy needs.\n{{\u003c hextra/assessment id=\"threat-model-assesment\" \u003e}} { \"questions\": [ { \"question\": \"How sensitive is your typical online activity?\", \"answers\": [ {\"text\": \"Basic web browsing (e.g., reading news, shopping)\", \"score\": 1}, {\"text\": \"Some personal communications (e.g., social media, emails)\", \"score\": 2}, {\"text\": \"Handling sensitive work documents (e.g., client data, contracts)\", \"score\": 3}, {\"text\": \"Activism or whistleblowing (e.g., sharing sensitive information)\", \"score\": 4} ] }, { \"question\": \"What's your biggest privacy concern?\", \"answers\": [ {\"text\": \"Targeted ads\", \"score\": 1}, {\"text\": \"Mass surveillance\", \"score\": 2}, {\"text\": \"Having a digital footprint\", \"score\": 3}, {\"text\": \"Being targeted by malicious actors\", \"score\": 4} ] }, { \"question\": \"What lengths are you willing to go to protect your privacy?\", \"answers\": [ {\"text\": \"I prefer convenience over security\", \"score\": 1}, {\"text\": \"I'll make some effort, but not too much\", \"score\": 2}, {\"text\": \"I'm willing to sacrifice a decent amount of convenience for better security and privacy\", \"score\": 3}, {\"text\": \"I’m ready to invest heavily in security and change my lifestyle\", \"score\": 4} ] } ], \"resultText\": { \"casual\": \"Casual User: Basic privacy protections recommended\", \"privacyConscious\": \"Privacy-Conscious: Medium-level security measures advised\", \"advanced\": \"Advanced User: Comprehensive security framework needed\" } } {{\u003c /hextra/assessment \u003e}} Start Threat Model Assessment How sensitive is your typical online activity? Basic web browsing (e.g., reading news, shopping) Some personal communications (e.g., social media, emails) Handling sensitive work documents (e.g., client data, contracts) Activism or whistleblowing (e.g., sharing sensitive information) What's your biggest privacy concern? Targeted ads Mass surveillance Having a digital footprint Being targeted by malicious actors ← Previous What lengths are you willing to go to protect your privacy? I prefer convenience over security I'll make some effort, but not too much I'm willing to sacrifice a decent amount of convenience for better security and privacy I’m ready to invest heavily in security and change my lifestyle ← Previous Your Threat Model: Retake Assessment Quiz Test the reader’s knowledge or assess their understanding of the article.\n{{\u003c hextra/quiz id=\"math-quiz\" \u003e}} { \"questions\": [ { \"question\": \"What is the prime number?\", \"answers\": [ {\"text\": \"3\", \"isCorrect\": true}, {\"text\": \"4\", \"isCorrect\": false} ] }, { \"question\": \"Which of the following are even numbers?\", \"answers\": [ {\"text\": \"2\", \"isCorrect\": true}, {\"text\": \"5\", \"isCorrect\": false} ] } ] } {{\u003c /hextra/quiz \u003e}} Start Quiz What is the prime number? 3 4 Which of the following are even numbers? 2 5 Your Score: Retake Quiz "},"title":"Write Content"},"/articles/":{"data":{"":" RSS Feed "},"title":"Articles"},"/articles/break-free-from-proprietary-software-with-foss/":{"data":{"":"","#":"Using FOSS is an important step in your privacy journey and also a superior choice to proprietary software.\nWhat is FOSS? FOSS stands for Free and Open Source Software. This means that the software’s source code is accessible to the public, allowing anyone to view, modify, and distribute it. This openness fosters collaboration and innovation within the software community.\nWhy Is FOSS Better Than Proprietary Software? FOSS offers several advantages over proprietary software:\nTransparency: Users can inspect the source code to understand how the software works, ensuring there are no hidden malicious features or data collecting going on.\nSecurity: With the ability to build software from source, users can avoid downloading potentially harmful versions that may contain malware, such as Trojan Horses.\nCommunity Support: FOSS often has a vibrant community that contributes to its development, providing support and updates.\nHow Do I Find FOSS Alternatives? Finding FOSS alternatives is easier than ever, thanks to dedicated websites that list various options. Here are some recommended resources:\nOpenSourceAlternative.to A comprehensive directory of open source alternatives.\nVisit Website F-Droid An app store for free and open source Android apps.\nVisit Website AlternativeTo Find alternatives to proprietary software.\nVisit Website How To Replace Proprietary Software with FOSS Migrating from proprietary software to FOSS can be challenging. Here are some tips to make the transition smoother:\nStart Slowly: Begin by replacing one proprietary application at a time with its FOSS alternative. This allows you to adjust gradually.\nTest the Alternatives: Download the FOSS alternative and use it for a few days to familiarize yourself with its features and interface.\nMigrate Your Data: Once you feel comfortable, transfer your files and data to the new software."},"title":"Break Free from Proprietary Software with FOSS"},"/articles/change-these-mobile-settings-for-better-privacy/":{"data":{"":"","#":"Our smartphones are the biggest data collectors, soaking up all kinds of information about us—our locations, fingerprints, app usage, and so much more. That’s why it’s important to take control and limit what they know about us.\nWhich Is More Private? Android or iOS Both Android and iOS collect similar data, such as location, app usage, and personal preferences. The main difference is in how they handle that data: Apple keeps it for its own use, while Google sells it for advertising purposes.\nFrom a security standpoint, both platforms are relatively equal. However, Android is a more permissive operating system, giving users greater control over what they can do, while iOS tends to be more restrictive.\nPrivacy Settings Note: The steps to access these settings may vary depending on your device’s version and manufacturer.\nRestrict App Permissions Android:\nNavigate to Settings \u003e Security and privacy \u003e Permission manager.\nChoose a specific permission (e.g., location, camera) and select an app that shouldn’t have access to the permission.\nTap “Don’t allow” to revoke access.\niOS:\nGo to Settings \u003e Privacy \u0026 Security.\nSelect the permission type (e.g., Location Services, Contacts) and choose the app you want to limit.\nToggle the switch to disable access.\nDisable Location Android:\nOpen Settings \u003e Location and toggle the switch to off. iOS:\nGo to Settings \u003e Privacy \u0026 Security \u003e Location Services and toggle the switch to off. Disable Notifications Preview Android:\nHead to Settings \u003e Notifications \u003e Lock screen notifications and select “Hide content”. iOS:\nNavigate to Settings \u003e Notifications \u003e Show Previews and select “Never”. Disable Telemetry Android:\nGo to Settings \u003e Security and privacy \u003e More privacy settings. Turn off “Send diagnostic data” and “Android personalization service.”\nThen, navigate to Ads \u003e Ads privacy and disable all options.\nFinally, return to Ads and select “Delete advertising ID,” and go back to More privacy settings \u003e Usage and diagnostics and disable it.\niOS:\nOpen Settings \u003e Privacy \u0026 Security \u003e Analytics \u0026 Improvements and toggle off options like “Share iPhone Analytics” and “Share with App Developers.” "},"title":"Change These Mobile Settings for Better Privacy"},"/articles/desktop-settings-to-change-for-better-privacy/":{"data":{"":"","#":"The desktop collects all kinds of information about us. That’s why it’s important to take control and limit what it knows about us.\nWhich Operating System Is More Private? Windows, Linux, or MacOS Linux is the most privacy-respecting option. While Windows and MacOS dominate the market, they don’t prioritize user privacy as much as Linux (which is also open source).\nPrivacy Settings Linux Disable Telemetry\nSome distributions may send diagnostic data, usually off by default. You can search for how to disable it for your specific distribution. Windows Restrict App Permissions\nNavigate to Settings \u003e Privacy \u0026 security. Scroll down to the App permissions section and adjust the following settings: Location: Turn off “Location services”. Camera: Turn off “Camera access”. Microphone: Turn off “Microphone access”. Disable Telemetry\nGo to Settings \u003e Privacy \u0026 security \u003e Diagnostics \u0026 feedback. Disable “Send optional diagnostic data”. Additionally, turn off: “Improve inking and typing” “Tailored experiences” “View diagnostic data” Disable Ad Tracking\nAccess Settings \u003e Privacy \u0026 security \u003e General. Turn off “Let apps show me personalized ads by using my advertising ID”. MacOS Restrict App Permissions\nNavigate to System Preferences \u003e Security \u0026 Privacy \u003e Privacy Tab. In the following categories, turn off access if you don’t want any apps to use it, or allow it only for specific apps: Location Services Contacts Calendars Photos Microphone Camera Files Folders Disable Telemetry\nGo to System Preferences \u003e Security \u0026 Privacy \u003e Privacy Tab \u003e Analytics and turn off “Share Mac Analytics” and “Share with App Developers”. Disable Ad Tracking\nAccess System Preferences \u003e Security \u0026 Privacy \u003e Privacy Tab \u003e Advertising and check the box “Limit Ad Tracking”. Disable Siri\nSiri collects and sends a ton of information to Apple about you. Disable it by going to System Preferences \u003e Siri and turn off “Enable Ask Siri”. "},"title":"Desktop Settings to Change for Better Privacy"},"/articles/ditch-sms-and-use-secure-communication-methods/":{"data":{"":"","#":"The importance of secure communication cannot be overstated, and that’s why you should ditch traditional SMS, as it puts your privacy at risk.\nWhy You Should Ditch SMS SMS, short for Short Message Service, was invented in 1984 and has seen little evolution since then. Here are some key reasons to move away from SMS:\nLack of Encryption: SMS messages are not encrypted, meaning they can be intercepted and read by anyone, including telecom companies. Data Profiling: Telecom companies can profile users by analyzing their messages and logs, often selling this data to third parties without your consent. Getting Others To Use It Transitioning to a secure communication method is only effective if your contacts are on board. Here are some strategies to encourage others to ditch SMS:\nEducate Your Contacts: Share information about the risks associated with SMS and the benefits of secure messaging apps. Lead by Example: Start using secure communication methods yourself and invite others to join you. Recommended Communication Methods Signal Alternative for SMS\nVisit Website SimpleX Alternative for Telegram\nVisit Website "},"title":"Ditch SMS and Use Secure Communication Methods"},"/articles/dont-get-hooked-how-to-recognize-and-avoid-phishing-emails/":{"data":{"":"","#":"More and more phishing emails are being sent out, each with various purposes aimed at compromising your personal information and security. Understanding how to recognize and avoid these deceptive messages is crucial in today’s digital landscape.\nWhat is Phishing? Phishing is a cybercrime where attackers impersonate legitimate organizations or individuals to trick victims into providing sensitive information, such as usernames, passwords, credit card numbers, or other personal data. These attacks often come in the form of emails, messages, or websites that appear trustworthy but are designed to deceive.\nDifferent Types of Phishing Email Phishing: The most common form, where attackers send fraudulent emails that look like they are from reputable sources. These emails often contain links to fake websites or attachments that can install malware.\nSpear Phishing: A targeted form of phishing where attackers customize their messages to a specific individual or organization, making them more convincing.\nWhaling: A type of spear phishing that specifically targets high-profile individuals, such as executives or important figures within a company.\nVishing: Voice phishing, where attackers use phone calls to trick individuals into revealing personal information.\nSmishing: Phishing conducted through SMS text messages, often containing links to malicious websites.\nHow to Spot a Phishing Email Recognizing a phishing email can be challenging, but there are several key indicators to look out for:\nSuspicious Sender Address: Check the sender’s email address carefully. Phishing emails often come from addresses that look similar to legitimate ones but may have slight variations.\nGeneric Greetings: Phishing emails often use generic greetings like “Dear Customer” instead of addressing you by name.\nUrgent Language: Many phishing emails create a sense of urgency, prompting you to act quickly without thinking. Be wary of messages that claim your account will be suspended or that you need to verify your information immediately.\nPoor Grammar and Spelling: Many phishing attempts contain grammatical errors or awkward phrasing. Legitimate organizations typically proofread their communications.\nSuspicious Links or Attachments: Hover over any links (without clicking) to see the actual URL. If it looks suspicious or doesn’t match the supposed sender’s website, do not click it. Be cautious with attachments, especially if you weren’t expecting them.\nRequests for Personal Information: Legitimate companies will never ask for sensitive information via email. If you receive such a request, it’s likely a phishing attempt.\nℹ️ Test yourself in spotting phishing emails with the Jigsaw Phishing Quiz What to Do After Spotting a Phishing Email If you identify a phishing email, take the following steps:\nDo Not Click Links or Download Attachments: Avoid interacting with the email in any way that could compromise your security.\nReport the Email: Most email providers have options to report phishing. Use this feature to alert your provider and help protect others.\nDelete the Email: After reporting, delete the email from your inbox to prevent accidental clicks in the future.\nChange Your Passwords: If you suspect that you may have inadvertently provided your credentials, change your passwords for affected accounts and enable two-factor authentication where possible.\nHow to Stop Getting Phishing Emails While it’s impossible to eliminate phishing emails entirely, you can take steps to reduce their frequency:\nUse Spam Filters: Ensure that your email provider’s spam filters are enabled. These filters can help catch and redirect phishing attempts before they reach your inbox.\nBe Cautious with Your Email Address: Avoid sharing your email publicly on social media or websites, as this increases the risk of being targeted. Consider using temporary email addresses for one-time sites to protect your data."},"title":"Don't Get Hooked: How to Recognize and Avoid Phishing Emails"},"/articles/how-to-create-strong-passwords-and-store-them-securely/":{"data":{"":"","#":"Did you know that the most commonly used password is “123456”? This highlights the importance of using strong, unique passwords for each of your online accounts. In this post, we’ll go over the best practices for generating and storing strong passwords.\nCommon Password Security Mistakes: Using personal information in your passwords Using the same password for multiple accounts Storing passwords in plaintext or in easily accessible locations How Do I Make Strong Passwords? A strong password is a password that is difficult to guess or crack. It should be completely random and at least 16 characters long (preferably longer) and include a combination of uppercase and lowercase letters, numbers, and special characters.\nTo get a strong password you can use a free online password generator:\nBitwarden Password Generator Storing Passwords Securely Password managers are great to use because they allow you to store long and complex passwords, and then simply copy and paste them when needed. It works by setting a master password, which is used to encrypt all of your other passwords. This means that all of your passwords are stored securely and can only be accessed with the master password.\nKeePassXC Local, open-source password manager\nVisit Website Bitwarden Cloud-based, open-source password manager\nVisit Website KeePassDX Local, open-source password manager\nVisit Website Strongbox Local, open-source password manager\nVisit Website "},"title":"How to Create Strong Passwords and Store Them Securely"},"/articles/how-to-effortlessly-switch-to-linux-step-by-step-guide/":{"data":{"":"","#":"Why Switch to Linux? Linux isn’t just for tech wizards—it’s a powerful, open-source operating system that prioritizes privacy, customization, and stability. Unlike Windows or macOS, Linux doesn’t track your activity or force you into proprietary ecosystems. It’s free to use, modify, and share, backed by a global community of developers. Whether you’re a privacy-conscious user, a tinkerer, or someone tired of bloated software, Linux offers a refreshing alternative.\nChoosing Your Linux Distribution With hundreds of distributions (or “distros”) available, picking the right one can feel overwhelming. Here’s a quick breakdown:\nDebian-based distros (e.g., Ubuntu, Linux Mint) are ideal for beginners due to their stability and extensive software libraries. Arch-based distros (e.g., Manjaro) cater to users who want bleeding-edge software and deeper customization. Fedora or openSUSE strike a balance between innovation and reliability. ℹ️ If you’re unsure which distro to choose, visit the Distrochooser website. For most newcomers, we recommend Debian—the rock-solid foundation for many popular distros, as you can see on the chart below. Once you’ve chosen a distro, decide on a desktop environment:\nGNOME: Sleek, modern, and intuitive (similar to macOS). KDE Plasma: Highly customizable with a Windows-like feel. XFCE or LXQt: Lightweight options for older hardware. Getting Comfortable with Linux Before wiping your hard drive, test Linux risk-free in a virtual machine (VM). Tools like VirtualBox let you run Linux alongside your current OS. Here’s how:\nDownload a Linux ISO (e.g., Debian or Ubuntu). Install VirtualBox and create a new VM, allocating resources like RAM and storage. Boot the VM from the ISO and install it through the “Graphical Install” option. VirtualBox A free, open-source tool for running OSes in a VM.\nVisit Website Making the Switch: What to Expect Many fear Linux is all about typing commands in a terminal. While the terminal is powerful, modern distros offer user-friendly Graphical User Interfaces (GUI) for everyday tasks like browsing, editing files, or installing software.\nDual Booting: The Best of Both Worlds Need Windows or macOS for specific apps or work? Dual booting lets you keep both Operating Systems on one machine.\nSingle-drive setup: Partition your drive to allocate space for Linux. Multi-drive setup: Install Linux on a separate drive for easier management. ⚠️ Back up your data first! Partitioning carries risks, and mistakes can lead to data loss. Preparing for Installation Before installing Linux, gather these essentials:\nA USB drive (8GB+ recommended) for the installer. An external drive to back up critical files. Installing Debian: Step-by-Step Guide Step 1: Download the Correct Debian ISO Visit Debian’s download page and select under the “Small CDs or USB sticks” header:\namd64: For most 64-bit Intel/AMD systems. arm64: For newer ARM-based devices (e.g., Raspberry Pi 4). i386: For older 32-bit machines (rare today). Step 2: Create a Bootable USB Install Balena Etcher (download here). Plug in your USB drive, open Etcher, and select the Debian ISO. Click Flash! and wait for the process to complete. Step 3: Boot from the USB Restart your computer and press the BIOS/UEFI key (commonly F2, F12, Del, or Esc). In the boot menu, prioritize the USB drive. Save changes and exit to launch the Debian installer. Step 4: Install Debian Select Graphical Install for a guided setup. Follow prompts for language, location, and user account creation. When it prompts you about Partitioning you have the following options: Guided - use entire disk: Erases the entire disk and installs Debian as the sole operating system. Ideal for new users or dedicated Linux setups.\nGuided - use entire disk and set up encrypted LVM: Installs Debian as the sole OS while enabling full-disk encryption via LVM (Logical Volume Manager). Perfect for securing sensitive data.\nManual: For advanced users: Create, resize, or retain partitions (e.g., dual-boot with Windows). Requires familiarity with disk layouts.\nWhen it prompts you about Software Selection: Choose the desktop environment you want (GNOME or KDE Plasma) and optional tools (e.g., SSH server, print server). Complete the installation and reboot. Linux isn’t just an OS—it’s a gateway to learning, creativity, and control. Happy exploring! 🐧 "},"title":"How to Effortlessly Switch to Linux: Step-by-Step Guide"},"/articles/how-to-find-a-threat-model-that-suits-you/":{"data":{"":"","#":"Creating a threat model is an important step in your journey toward better privacy and security. It’s all about figuring out who or what you need to protect yourself from and what you’re willing to do to keep your information safe. But here’s the catch: the more privacy and security you want, the more inconvenient things can get. You might find yourself juggling extra steps, using complex tools, or changing your habits. It’s a balancing act—finding the right mix of security that keeps you safe without making your life too complicated.\nDeveloping Your Threat Model To create a threat model, you can take our threat model assessment. Start Threat Model Assessment How sensitive is your typical online activity? Basic web browsing (e.g., reading news, shopping) Some personal communications (e.g., social media, emails) Handling sensitive work documents (e.g., client data, contracts) Activism or whistleblowing (e.g., sharing sensitive information) What's your biggest privacy concern? Targeted ads Mass surveillance Having a digital footprint Being targeted by malicious actors ← Previous What lengths are you willing to go to protect your privacy? I prefer convenience over security I'll make some effort, but not too much I'm willing to sacrifice a decent amount of convenience for better security and privacy I’m ready to invest heavily in security and change my lifestyle ← Previous Your Threat Model: Retake Assessment You can also do it manually by asking yourself the following questions:\n1. What do I want to protect?\nIdentify the assets that are most important to you. This could include personal data, financial information, intellectual property, or even your online reputation.\n2. Who do I want to protect it from?\nConsider the potential adversaries. Are you concerned about cybercriminals, government surveillance, insider threats, or even unintentional breaches by friends or family?\n3. How likely is it that I will need to protect it?\nAssess the likelihood of encountering these threats. Are you a high-profile individual, or do you engage in activities that might attract unwanted attention?\n4. How severe are the consequences if I fail?\nEvaluate the potential impact of a security breach. Would it result in financial loss, reputational damage, or legal repercussions? Understanding the stakes can help prioritize your efforts.\n5. What lengths am I willing to go to prevent potential consequences?\nDetermine your comfort level with various security measures. Are you willing to invest in advanced security tools, adopt strict privacy practices, or change your online behavior?\nI have a threat model. Now what? Now that you have your threat model, it’s time to decide how far you want to go on the Beginner Privacy roadmap. Here are a few profiles to help guide your choice:\nThe Casual User: If your main concern is simply hiding your personal information from big corporations and mass surveillance, the Basic roadmap is all you need.\nThe Privacy-Conscious Individual: If you want to take your privacy more seriously and go beyond the basics to shield yourself from potential threats, you should continue to the Medium roadmap after completing the Basic roadmap.\nThe Activist or High-Risk Individual: If you’re an activist, a journalist, or someone who is wanted by the government, or if you simply want to ensure the highest level of privacy, you should follow the Advanced roadmap after completing both the Basic and Medium roadmaps.\nRegularly Updating Your Threat Model Your threat model isn’t a one-and-done task; it’s something that should evolve as your life and circumstances change. To keep it relevant, consider setting a schedule to review your threat model regularly. This is especially important after significant life events, such as starting a new job, moving to a different location, or making changes to your online presence."},"title":"How to Find a Threat Model That Suits You"},"/articles/limit-the-personal-information-you-share-online/":{"data":{"":"","#":"Are you tired of endless spam emails, robocalls, or discovering your personal data was sold to shady data brokers? Every time you hand over your real name, email, or phone number to a random app or website, you’re gambling with your privacy. To avoid this you’ll have to provide fake information.\nWhen Not To Use Fake Information It’s important to know when you should use fake information and when you should not, as it can quickly backfire.\nLong Term Use Accounts: Don’t use a temporary email when signing up for accounts that you plan to use more than 1 time. Buying things online: You should provide a real address if you’re getting your package delivered to your house. If you are picking up a package at a post office, you should consider using your real name, as they sometime require you to show ID. Other: Please consider the following two things each time before you provide fake information: Is this service or account important to my life? Will I get in trouble if I provide fake information? Fake Information Not every website or form deserves your honesty. For non-critical accounts, use fabricated details:\nFake names: Use a pseudonym like “Alex Smith” instead of your real name. Fake birthdays: Pick a random date (e.g., January 1, 1985). Fake addresses: Use a random address (e.g., a library or coffee shop). Temporary Email Why risk getting spammed on your primary email? Use a burner email for one-time signups or sketchy downloads.\nTemp Mail Popular temporary mail provider\nVisit Website smail Open-source and can be self-hosted\nVisit Website Temporary Phone Number The same goes for phone numbers. You don’t have to give your real phone number for temporary accounts. ℹ️ Remember that all the messages are visible to the public. Receive SMS Visit Website SMSTOME Visit Website "},"title":"Limit the Personal Information You Share Online"},"/articles/protect-your-communication-with-a-private-email/":{"data":{"":"","#":"Popular email providers like Gmail, Outlook, and Yahoo leave you vulnerable.\nThe Importance of Email Privacy Popular email providers such as Gmail, Outlook, and Yahoo engage in practices that can compromise your privacy, such as selling your data to third parties, scanning your inbox for targeted advertising, and leaving you vulnerable to data breaches.\nWhat A Privacy Focused Email Does Anonymous Sign-Up: You can register without giving away personal info, keeping your identity unknown. End-to-End Encryption: Your emails are secured so only you and the person you’re sending to can read them. The email provider can’t peek. Open Source Transparency: They share their source code publicly, so anyone can check if they’re really secure and private. Recommended Emails Tuta Visit Website Proton Mail Visit Website "},"title":"Protect Your Communication with a Private Email"},"/articles/searching-safely-with-a-privacy-focused-search-engine/":{"data":{"":"","#":"Having a private browser is not enough, you also need to use a private search engine. Fortunately for you it’s very easy to switch to a privacy focused search engine.\nHow Does A Search Engine Work? 1. Crawlers Scout the Web\nThink of these bots as digital librarians, constantly scanning and cataloging websites.\n2. Indexing the Internet\nAll crawled pages get stored in a massive database (the “index”), like a library’s card catalog for the web.\n3. Matching Your Query\nWhen you search, the engine scours its index for pages matching your keywords, then ranks them.\nSearch engines like Google show paid “Sponsored” websites at the top. These ads are bought by companies to appear first—they’re not organic results.\nWhy Bother? Traditional search engines like Google or Bing:\nTrack your queries to build a profile of your interests. Sell your data to advertisers or use it to personalize results. Privacy-focused search engines, however:\nDon’t store your searches and tie them to your identity. Serve unbiased results without filtering based on your history. How To Switch Your Search Engine Chrome/Edge/Brave: Click the three-dot menu → Settings → Search Engine → Choose your new default.\nFirefox: Click the three-dot menu → Settings → Search → Select from the dropdown.\nSafari: Open Safari Settings → Search → Pick your engine.\nRecommended Search Engines DuckDuckGo Popular private search engine\nTry DuckDuckGo Startpage Delivers Google results anonymously\nTry Startpage Brave Search Brave Search runs on an independent index\nTry Brave Search "},"title":"Searching Safely with a Privacy Focused Search Engine"},"/articles/two-factor-authentication-and-why-you-need-it/":{"data":{"":"","#":"Imagine this: You’ve used the same password for years. Then, an email says someone logged into your bank account from another country.\nPasswords alone aren’t enough. Hackers steal them via phishing, leaks, or brute forcing attacks. Two-Factor Authentication (2FA) adds a second layer to stop them.\nHow Does 2FA Work? Enter your password. Verify with a second factor A one-time code (app / SMS / email). Biometrics (fingerprint / face scan). A physical security key. Even with your password, hackers can’t access your account without the second factor.\nTypes of 2FA: Which Should You Use? Not all 2FA methods are equally secure.\nSecurity Keys: Best, physical devices (like YubiKey) that plug into your phone or computer.\nAuthenticator Apps: Great, these apps allow you to scan a QR code and then generate time-sensitive codes completely offline.\nSMS / Email Codes: Convenient, but hackers can intercept these via SIM-swapping or phishing.\nBiometrics: Good, fingerprint or face scans are secure but only work on devices you own.\nHow to Enable 2FA on Your Accounts Most platforms make it easy. Here’s how to do it on some platforms:\nGoogle: Security → 2-Step Verification → Get Started. Apple ID: Settings → [Your Name] → Password \u0026 Security. Facebook: Settings → Security and Login → Two-Factor Authentication. Other: Usually the same steps as the platforms above. Recommended Authenticator Apps Here are the authenticator apps we recommend for storing your 2FA codes. Many password managers can also store 2FA codes.\nEnte Auth Local (Codes can optionally be stored in the cloud), open-source\nVisit Website Aegis Local, open-source\nVisit Website Share this article with someone who’s still risking it with passwords alone!"},"title":"Two-Factor Authentication (2FA) and Why You Need It"},"/articles/what-is-a-vpn-and-should-you-use-one/":{"data":{"":"","#":"You’ve probably encountered countless VPN ads on platforms like YouTube. But how do they actually work, and more importantly, should you use one?\nHow Does A VPN Work? A Virtual Private Network (VPN) creates a secure connection between your device and the internet by routing your traffic through a private server. This process encrypts your data, making it impossible for your Internet Service Provider (ISP) to see your online activities. What Does A VPN Protect You From? While a VPN is effective at hiding your IP address, accessing geo-restricted content, and preventing ISP surveillance, it does not protect you from hackers, phishing emails, or other threats.\nHow To Choose A Good VPN When searching for a reliable VPN, trustworthiness is crucial since the service will have access to your online activities. Here are key factors to consider when evaluating a VPN:\nOpen Source: Look for VPNs with open-source code, allowing for transparency and community audits. Minimal Personal Information Required: Choose services that don’t require sensitive information like your name, phone number, or email. Strict No-Logging Policy: Ensure the VPN has a verified no-logging policy, meaning they do not store your browsing history. Strong Encryption Protocols: Opt for VPNs that use modern encryption standards, such as OpenVPN or WireGuard, to protect your data. Recommended VPNs MullvadVPN Paid, open source\nVisit Website ProtonVPN Free, open source\nVisit Website IVPN Paid, open source\nVisit Website "},"title":"What Is a VPN? And Should You Use One?"},"/articles/why-you-need-a-private-browser-to-protect-yourself/":{"data":{"":"","#":"Having a privacy-respecting browser helps protect you from websites that collect more data than they should. It reduces tracking, safeguards your personal information, and minimizes your digital footprint while you browse.\nDifference Between Browser and Search Engine To understand the importance of a private browser, it’s essential to differentiate between a browser and a search engine. A browser is a software application that allows users to access and view websites on the internet, while a search engine is a tool that helps users find specific information by searching through indexed web content based on keywords or phrases. In essence, the browser is the interface for navigating the web, and the search engine is a resource for discovering web content.\nWhat Does Websites Know About You Websites can gather a lot of information from your browser, which is why using a privacy-focused browser is essential for protecting your personal data. When you visit a website, it can track various details, including:\nIP Address: This can reveal your approximate location. Browser Type and Version: Websites can identify the browser you are using, which can be used to tailor content or track user behavior. Operating System: Information about your device can be collected, which can also be used for tracking. Cookies: These small files store information about your preferences and browsing history, allowing websites to recognize you on future visits. Tracking Scripts: Many websites use third-party scripts to track user behavior across the web. To see what other information websites can see about you, you can use websites like Webkay, BrowserLeaks, or whoareyou.\nThe Main Types of Browsers When it comes to choosing a browser, the two main options are Chromium and Firefox. Both are open-source projects, meaning their source code is publicly available for anyone to inspect and contribute to. Most modern browsers are built on either Chromium or Firefox, which means they share similar underlying technologies.\nChromium: This is the open-source project behind Google Chrome and many other browsers. While Chromium itself is privacy-friendly, many browsers built on it may include tracking features or data collection practices. However, there are privacy-focused browsers based on Chromium, such as Brave.\nFirefox: Developed by Mozilla, a nonprofit organization dedicated to an open and private internet, Firefox is known for its strong commitment to user privacy.\nRecommended Private Browsers Brave Chromium based\nVisit Website Mullvad Firefox based\nVisit Website LibreWolf Firefox based\nVisit Website Firefox Focus Firefox based\nVisit Website Using an Encrypted DNS After you have installed a private browser, you need to make sure it uses an encrypted DNS (Domain Name Server).\nWhat is DNS? Switching Your DNS Provider "},"title":"Why You Need a Private Browser to Protect Yourself"},"/articles/why-you-should-care-about-your-privacy/":{"data":{"":"","#":"In the digital age, an increasing amount of personal data is being collected about us. This data is collected by various entities for various purposes, but the potential consequences of having so much personal information exposed can be significant. From identity theft to government surveillance, it is crucial for everybody to take steps to protect their personal information and maintain their privacy.\nPrivacy vs Anonymity vs Security Privacy is controlling who has access to your personal information.\nAnonymity means being unidentifiable, allowing actions without revealing your identity.\nSecurity involves protecting your data from unauthorized access.\n“I have nothing to hide. Why should I care about my privacy?” Just because you have nothing to hide, it doesn’t mean you don’t have anything to protect. Privacy is not just about hiding something, it’s about having control over your personal information and who has access to it. Even if you think you have nothing to hide, your personal information can be used for malicious purposes such as identity theft, phishing scams, and targeted advertising.\n“I don’t have time to worry about my privacy” Protecting your privacy doesn’t have to be time-consuming. There are simple steps you can take to improve your privacy such as using a VPN and being mindful of the personal information you share online.\nUnpredictability Of The Future The unpredictability of the future is a reason to care about your privacy, as personal information can be used in ways that you never imagined. Today, both corporations and governments are already using personal data for various purposes. As technology advances, the unpredictable uses of personal information will only increase. Protecting your personal information now can help ensure it’s not used against you in the future."},"title":"Why You Should Care About Your Privacy"},"/checklists/":{"data":{"":" × Casual Internet User Strong unique passwords Create strong and unique passwords for each of your accounts to enhance security.\nLimit information shared Be mindful of the personal information you share online to protect your privacy.\nPrivate browser Using a private browser can help safeguard your online activities from prying eyes.\nPrivate search engine Opt for a privacy-focused search engine to enhance your online anonymity.\nVirtual Private Network (VPN) A Virtual Private Network (VPN) can provide an extra layer of security for your internet connection.\nMobile privacy settings Adjust your mobile settings to improve your privacy and security.\nDesktop privacy settings Make necessary changes to your desktop settings to enhance your privacy.\nCasual Internet User × Protestor Turn your phone completely off Turn your phone completely off to be 100% sure nothing is leaking from it. Airplane mode is not enough!\nPlan your trip Carefully plan your route to and from the protest to avoid potential hotspots of police activity and surveillance.\nOnly use encrypted communication Use end-to-end encrypted messaging apps to communicate with other protestors.\nBack up your phone Back up your data in case your phone is lost or confiscated by the police.\nCover yourself Wear clothing that conceals your identity and protects you from surveillance.\nProtestor × Whistleblower Find countries that won't extradite you In case you need to flee.\nOnly use encrypted communication Use end-to-end encrypted messaging apps to communicate.\nLearn about advanced OpSec techniques Ensure you maintain a high level of operational security to stay anonymous.\nWhistleblower × Social Media Influencer Strong unique passwords Create strong and unique passwords for each of your accounts to enhance security.\nTwo-Factor Authentication (2FA) Use 2FA to secure your accounts.\nBe cautious with personal information Limit the amount of personal information shared online, including details about family, home address, and daily activities.\nAvoid phishing emails With a large following, you're a target for hackers. Verify email senders and be cautious of emails asking for personal information or containing suspicious links.\nSocial Media Influencer × Hacker Hacker Checklist Coming Soon × Mass Surveillance Mass Surveillance Checklist Coming Soon × Digital Nomad Digital Nomad Checklist Coming Soon × Darknet User Darknet User Checklist Coming Soon "},"title":"Checklists"}}