{"/es/about/":{"data":{"":"¡Bienvenido a Beginner Privacy!\nNuestra misión es simplificar tu camino hacia la privacidad y el anonimato en línea, ya seas un principiante completo o un entusiasta avanzado de la tecnología. En el mundo digital de hoy, proteger tu información personal puede ser abrumador, pero estamos aquí para ayudarte.\nProporcionamos orientación clara y práctica sobre todo, desde prácticas básicas de privacidad hasta herramientas de seguridad avanzadas. Nuestro objetivo es empoderarte para que tomes el control de tu presencia en línea con confianza."},"title":"Acerca de"},"/es/about/contribute/translate/":{"data":{"":"¿Encontraste un error en las traducciones? Entonces, por favor, envía un problema aquí."},"title":"Traducir"},"/es/about/contribute/write-content/":{"data":{"":"Una guía para escribir contenido para Beginner Privacy estará disponible pronto."},"title":"Escribir contenido"},"/es/about/credits/":{"data":{"":"La privacidad para principiantes no sería posible sin los siguientes recursos, herramientas y personas:\nHugo Hextra Theme Contribuyentes de Beginner Privacy Imagen de cámara de vigilancia por Clker-Free-Vector-Images de Pixabay Íconos de brújula creados por Creative Stall Premium - Flaticon 404 imagen de guardaespaldas por OpenClipart-Vectors de Pixabay "},"title":"Créditos"},"/es/about/donate/":{"data":{"":"","#":"Beginner Privacy no gana dinero a través de enlaces de afiliados ni recomendando ciertas cosas. Dependemos únicamente de las donaciones. Entonces, si Beginner Privacy te ha proporcionado algún valor, por favor considera hacer una donación.\nObjetivos Sitio web de Tor sin JavaScript (1 año)\n$0 / $192 Sistema de recompensas para colaboradores\n$0 / $150 Dona Monero (XMR) 836HHAyiLmAEXtiFVktMvhJGSzCxSxi4FjYhMhmx1H3wNuhhkESmiRQRz7n4dcdMSDDtaw23ty9qdYzHf6ycfzpzLdx6Lxq "},"title":"Donar"},"/es/articles/":{"data":{"":" Fuente RSS "},"title":"Artículos"},"/es/tools/":{"data":{"":"👋 ¡Hola! ¡Bienvenido a la página de herramientas de Beginner Privacy!","empezando#Empezando":"Sumérgete directamente en la siguiente sección para comenzar:\nVPNInfórmate sobre las VPN recomendadas "},"title":"Herramientas"},"/es/tools/services/vpn/":{"data":{"":"","empezando#Empezando":"Explora las siguientes secciones para comenzar a añadir más contenido:\nOrganizar archivos Configuración Markdown "},"title":"VPN"}}