{"/zh-cn/about/":{"data":{"":"","#":"欢迎来到初学者隐私！\n在一个日益数字化的世界中，保护您的个人信息可能会让人感到艰巨。 我们的使命是简化您在网络隐私和匿名方面的旅程，无论您是刚刚起步还是经验丰富的技术爱好者。\n我们相信每个人都有权保护他们的在线隐私，我们将全程指导您。\n我们提供的服务 在初学者隐私网站，我们提供清晰、可操作的指导，涵盖从基本隐私实践到高级安全工具的广泛主题。 我们的资源旨在为您提供所需的知识和信心，让您掌控自己的在线形象。\n无论您是寻找保护社交媒体账户的技巧、隐私保护软件的推荐，还是深入的加密教程，您都能在这里找到所需的一切。\n我们的灵感 创建初学者隐私的目的是使在线隐私之旅尽可能简单明了。 受到像Privacy Tools和Privacy Guides这样的平台的启发，我们努力将复杂的概念分解成简单、易于理解的信息，让任何人都能掌握。 我们的目标是确保每个人——无论他们的技术背景如何——都能采取有意义的步骤来增强他们的数字隐私。"},"title":"关于"},"/zh-cn/about/contribute/translate/":{"data":{"":"发现翻译错误了吗？然后请在这里提交问题。"},"title":"翻译"},"/zh-cn/about/contribute/write-content/":{"data":{"":"关于为初学者隐私撰写内容的指南将很快发布。"},"title":"写内容"},"/zh-cn/about/credits/":{"data":{"":"","#":"初学者隐私项目不可能在没有以下资源、工具和人员的情况下实现：\n人们 初学者隐私贡献者 灵感 Privacy Tools Privacy Guides 代码 Hugo Hextra 主题 图像 监控摄像头图像由 Clker-Free-Vector-Images 从 Pixabay 404 保镖图像由 OpenClipart-Vectors 提供 从 Pixabay "},"title":"致谢"},"/zh-cn/about/donate/":{"data":{"":"","#":"初学者隐私并不通过联盟链接或推荐某些东西来赚钱。我们完全依靠捐款。所以，如果初学者隐私对你有所帮助，请考虑捐赠。\n目标 没有JavaScript的Tor网站（1年）\n$0 / $192 贡献者奖励系统\n$0 / $150 捐赠 Monero (XMR) 836HHAyiLmAEXtiFVktMvhJGSzCxSxi4FjYhMhmx1H3wNuhhkESmiRQRz7n4dcdMSDDtaw23ty9qdYzHf6ycfzpzLdx6Lxq "},"title":"捐赠"},"/zh-cn/about/roadmap-introductions/advanced/":{"data":{"":"高级路线图是为那些准备在在线安全和隐私方面进行重大生活方式改变的人准备的。 本节强调了采用全面心态的重要性，在这种心态下，隐私优先于便利。\n你将学习像Qubes OS这样的安全操作系统，以及Tor和I2P。 这些工具增强了你的匿名性，但需要承诺避免使用专有软件，并接受自由和开源的替代方案。 此外，你将探索自托管自己的服务，因为唯一可以真正信任的人是你自己——其他人都可能构成威胁。\n此外，您将探讨加密货币，包括安全获取和管理实践，以及加密数据以保护您的通信和文件的重要性。 操作安全（OpSec）也将是一个关键重点，因为它对于减少在线活动中的风险至关重要。\n预计完成时间： 完成路线图需要1个月，但你必须保持良好的操作安全，并不断调整你的实践；这不仅仅是安装工具和操作系统然后就完成了。"},"title":"高级"},"/zh-cn/about/roadmap-introductions/basic/":{"data":{"":"基本路线图旨在为您提供基础知识和实用技能，以增强您的在线安全和隐私。 本节涵盖了每个人都应采用的基本实践，以保护个人信息并维护安全的数字存在。\n在这份路线图中，您将了解创建强密码、实施双重身份验证（2FA）以及限制您在线分享的信息的重要性。 此外，您还将了解浏览器、移动设备和桌面隐私设置，以及使用虚拟专用网络（VPN）进行安全互联网访问的好处。 本节还讨论了电子邮件隐私、使用隐私保护搜索引擎以及安全通信方法。\n我们建议您逐步将这些做法融入到您的日常生活中，让您在进入下一步之前，先对每一步感到舒适。 这种方法将帮助你在不感到不知所措的情况下，为你的在线安全打下坚实的基础。\n预计完成时间： 1-2周"},"title":"基础"},"/zh-cn/about/roadmap-introductions/medium/":{"data":{"":"中级路线图建立在基础路线图所奠定的基础知识之上，引导您迈向更高级的实践，以增强您的在线安全和隐私。 本节介绍了工具和策略，使您能够更好地控制您的数字足迹并保护您的个人信息。\n在这份路线图中，您将了解切换到Linux的好处，这是一种以其安全性和隐私功能而闻名的操作系统。 您还将探索自由和开源软件（FOSS）的世界，它为可能危害您隐私的专有应用程序提供了替代方案。\n最后，您将了解操作安全（OpSec）的概念，它专注于保护您的敏感信息并最小化您在线活动中的风险。\n在您按照这条路线图前进时，我们建议您慢慢来，逐步实施这些做法。 这将使您能够适应新工具和概念，同时巩固您对在线安全的理解。\n预计完成时间： 2周"},"title":"中等"},"/zh-cn/articles/":{"data":{"":" RSS 订阅 "},"title":"文章"},"/zh-cn/articles/how-to-create-strong-passwords-and-store-them-securely/":{"data":{"":"","#":"你知道最常用的密码是“123456”吗？ 这突显了为每个在线账户使用强大且独特的密码的重要性。 在这篇文章中，我们将讨论生成和存储强密码的最佳实践。\n常见的密码安全错误： 在密码中使用个人信息 在多个账户中使用相同的密码 以明文形式或在易于访问的位置存储密码 如何创建强密码？ 一个强密码是一个难以猜测或破解的密码。 它应该是完全随机的，至少16个字符长（最好更长），并且包含大写字母、小写字母、数字和特殊字符的组合。\n要获得一个强密码，你可以使用一个免费的在线密码生成器：\nBitwarden 密码生成器 安全存储密码 密码管理器非常好用，因为它们允许你存储长且复杂的密码，然后在需要时简单地复制和粘贴。 它的工作原理是设置一个主密码，用于加密你所有其他的密码。 这意味着您所有的密码都被安全地存储，并且只能通过主密码访问。\nKeePassXC 本地开源密码管理器\n访问网站 Bitwarden 基于云的开源密码管理器\n访问网站 KeePassDX 本地开源密码管理器\n访问网站 Strongbox 本地开源密码管理器\n访问网站 "},"title":"如何创建强密码并安全存储"},"/zh-cn/articles/how-to-find-a-threat-model-that-suits-you/":{"data":{"":"","#":"创建威胁模型是你迈向更好隐私和安全的重要一步。 关键在于弄清楚你需要保护自己免受谁或什么的侵害，以及你愿意做些什么来确保你的信息安全。 但这里有个问题：你越想要隐私和安全，事情就会变得越不方便。 你可能会发现自己需要应对额外的步骤，使用复杂的工具，或者改变你的习惯。 这是一种平衡艺术——找到既能让你安全又不让你的生活变得太复杂的安全措施的正确组合。\n制定你的威胁模型 要创建一个有效的威胁模型，首先问自己以下问题：\n1. 我想要保护什么？\n确定对你最重要的资产。 这可能包括个人数据、财务信息、知识产权，甚至是你的在线声誉。\n2. 我想要保护它免受谁的伤害？\n考虑潜在的对手。 你是否担心网络犯罪分子、政府监控、内部威胁，甚至是朋友或家人无意间的泄密？\n3. 我需要保护它的可能性有多大？\n评估遇到这些威胁的可能性。 你是一个高知名度的人，还是从事可能引起不必要注意的活动？\n4. 如果我失败，后果会有多严重？\n评估安全漏洞的潜在影响。 这会导致财务损失、声誉受损还是法律后果？ 了解利害关系可以帮助你优先安排工作。\n5. 为了防止潜在后果，我愿意付出多大的努力？\n确定您对各种安全措施的舒适度。 你愿意投资于先进的安全工具，采用严格的隐私实践，还是改变你的在线行为？\n我有一个威胁模型。 现在怎么办？ 现在你已经有了威胁模型，是时候决定你想在初学者隐私路线图上走多远了。 以下是一些可以帮助您做出选择的个人资料：\n普通用户： 如果您主要关心的是简单地将个人信息隐藏在大公司和大规模监控之外，那么基础路线图就足够了。\n注重隐私的个人： 如果你想更认真地对待隐私，并超越基础知识来保护自己免受潜在威胁，你应该在完成基础路线图后继续到中级路线图。\n活动家或高风险个人： 如果你是一个活动家、记者，或者是被政府通缉的人，或者你只是想确保最高级别的隐私，你应该在完成基础和中级路线图后，遵循高级路线图。\n定期更新您的威胁模型 你的威胁模型不是一次性任务；它应该随着你的生活和环境的变化而不断演变。 为了保持其相关性，考虑定期安排时间审查你的威胁模型。 这在经历重大生活事件后尤为重要，例如开始新工作、搬到不同的地方或更改在线存在。"},"title":"如何找到适合你的威胁模型"},"/zh-cn/articles/why-you-should-care-about-your-privacy/":{"data":{"":"","#":"在数字时代，越来越多的个人数据正被收集到关于我们的信息。 这些数据被各种实体出于各种目的收集，但大量个人信息暴露的潜在后果可能是重大的。 从身份盗窃到政府监控，每个人都必须采取措施保护个人信息并维护隐私。\n“我没有什么好隐瞒的。 我为什么要在意我的隐私？” 仅仅因为你没有什么可隐藏的，并不意味着你没有什么需要保护的。 隐私不仅仅是隐藏某些东西，而是掌控你的个人信息以及谁可以访问这些信息。 即使你认为自己没有什么好隐藏的，你的个人信息也可能被用于恶意目的，例如身份盗窃、网络钓鱼诈骗和定向广告。\n“我没有时间担心我的隐私。” 保护你的隐私不必耗费大量时间。 有一些简单的步骤可以帮助你提高隐私保护，例如使用VPN并注意你在线分享的个人信息。\n未来的不可预测性 未来的不可预测性是关注隐私的一个理由，因为个人信息可能以你从未想象过的方式被使用。 今天，企业和政府都已经在出于各种目的使用个人数据。 随着技术的进步，个人信息的不可预测用途只会增加。 现在保护您的个人信息可以确保它在未来不会被用来对付您。"},"title":"为什么您应该关注自己的隐私"},"/zh-cn/tools/":{"data":{"":"👋 你好！欢迎来到初学者隐私工具页面！","下一步#下一步":"立即深入以下部分，开始使用：\nVPN了解推荐的VPN "},"title":"文档"},"/zh-cn/tools/services/vpn/":{"data":{"":"","下一步#下一步":"探索以下部分以开始添加更多内容：\n组织文件 配置 Markdown "},"title":"VPN"}}