{"/zh-cn/about/":{"data":{"":"","#":"欢迎来到初学者隐私！\n在一个日益数字化的世界中，保护您的个人信息可能会让人感到艰巨。 我们的使命是简化您在网络隐私和匿名方面的旅程，无论您是刚刚起步还是经验丰富的技术爱好者。\n我们相信每个人都有权保护他们的在线隐私，我们将全程指导您。\n我们提供的服务 在初学者隐私网站，我们提供清晰、可操作的指导，涵盖从基本隐私实践到高级安全工具的广泛主题。 我们的资源旨在为您提供所需的知识和信心，让您掌控自己的在线形象。\n无论您是寻找保护社交媒体账户的技巧、隐私保护软件的推荐，还是深入的加密教程，您都能在这里找到所需的一切。\n我们的灵感 创建初学者隐私的目的是使在线隐私之旅尽可能简单明了。 受到像Privacy Tools和Privacy Guides这样的平台的启发，我们努力将复杂的概念分解成简单、易于理解的信息，让任何人都能掌握。 我们的目标是确保每个人——无论他们的技术背景如何——都能采取有意义的步骤来增强他们的数字隐私。"},"title":"关于"},"/zh-cn/about/contribute/translate/":{"data":{"":"发现翻译错误了吗？然后请在这里提交问题。"},"title":"翻译"},"/zh-cn/about/contribute/write-content/":{"data":{"":"关于为初学者隐私撰写内容的指南将很快发布。"},"title":"写内容"},"/zh-cn/about/credits/":{"data":{"":"","#":"初学者隐私项目不可能在没有以下资源、工具和人员的情况下实现：\n人们 初学者隐私贡献者 灵感 Privacy Tools Privacy Guides 代码 Hugo Hextra 主题 图像 监控摄像头图像由 Clker-Free-Vector-Images 从 Pixabay 404 保镖图像由 OpenClipart-Vectors 提供 从 Pixabay "},"title":"致谢"},"/zh-cn/about/donate/":{"data":{"":"","#":"初学者隐私并不通过联盟链接或推荐某些东西来赚钱。我们完全依靠捐款。所以，如果初学者隐私对你有所帮助，请考虑捐赠。\n目标 没有JavaScript的Tor网站（1年）\n$0 / $192 贡献者奖励系统\n$0 / $150 捐赠 Monero (XMR) 836HHAyiLmAEXtiFVktMvhJGSzCxSxi4FjYhMhmx1H3wNuhhkESmiRQRz7n4dcdMSDDtaw23ty9qdYzHf6ycfzpzLdx6Lxq "},"title":"捐赠"},"/zh-cn/about/roadmap-introductions/advanced/":{"data":{"":"高级路线图是为那些准备在在线安全和隐私方面进行重大生活方式改变的人准备的。 本节强调了采用全面心态的重要性，在这种心态下，隐私优先于便利。\n你将学习像Qubes OS这样的安全操作系统，以及Tor和I2P。 这些工具增强了你的匿名性，但需要承诺避免使用专有软件，并接受自由和开源的替代方案。 此外，你将探索自托管自己的服务，因为唯一可以真正信任的人是你自己——其他人都可能构成威胁。\n此外，您将探讨加密货币，包括安全获取和管理实践，以及加密数据以保护您的通信和文件的重要性。 操作安全（OpSec）也将是一个关键重点，因为它对于减少在线活动中的风险至关重要。\n预计完成时间： 完成路线图需要1个月，但你必须保持良好的操作安全，并不断调整你的实践；这不仅仅是安装工具和操作系统然后就完成了。"},"title":"高级"},"/zh-cn/about/roadmap-introductions/basic/":{"data":{"":"基本路线图旨在为您提供基础知识和实用技能，以增强您的在线安全和隐私。 本节涵盖了每个人都应采用的基本实践，以保护个人信息并维护安全的数字存在。\n在这份路线图中，您将了解创建强密码、实施双重身份验证（2FA）以及限制您在线分享的信息的重要性。 此外，您还将了解浏览器、移动设备和桌面隐私设置，以及使用虚拟专用网络（VPN）进行安全互联网访问的好处。 本节还讨论了电子邮件隐私、使用隐私保护搜索引擎以及安全通信方法。\n我们建议您逐步将这些做法融入到您的日常生活中，让您在进入下一步之前，先对每一步感到舒适。 这种方法将帮助你在不感到不知所措的情况下，为你的在线安全打下坚实的基础。\n预计完成时间： 1-2周"},"title":"基础"},"/zh-cn/about/roadmap-introductions/medium/":{"data":{"":"中级路线图建立在基础路线图所奠定的基础知识之上，引导您迈向更高级的实践，以增强您的在线安全和隐私。 本节介绍了工具和策略，使您能够更好地控制您的数字足迹并保护您的个人信息。\n在这份路线图中，您将了解切换到Linux的好处，这是一种以其安全性和隐私功能而闻名的操作系统。 您还将探索自由和开源软件（FOSS）的世界，它为可能危害您隐私的专有应用程序提供了替代方案。\n最后，您将了解操作安全（OpSec）的概念，它专注于保护您的敏感信息并最小化您在线活动中的风险。\n在您按照这条路线图前进时，我们建议您慢慢来，逐步实施这些做法。 这将使您能够适应新工具和概念，同时巩固您对在线安全的理解。\n预计完成时间： 2周"},"title":"中等"},"/zh-cn/articles/":{"data":{"":" RSS 订阅 "},"title":"文章"},"/zh-cn/articles/how-to-create-strong-passwords-and-store-them-securely/":{"data":{"":"","#":"你知道最常用的密码是“123456”吗？ 这突显了为每个在线账户使用强大且独特的密码的重要性。 在这篇文章中，我们将讨论生成和存储强密码的最佳实践。\n常见的密码安全错误： 在密码中使用个人信息 在多个账户中使用相同的密码 以明文形式或在易于访问的位置存储密码 如何创建强密码？ 一个强密码是一个难以猜测或破解的密码。 它应该是完全随机的，至少16个字符长（最好更长），并且包含大写字母、小写字母、数字和特殊字符的组合。\n要获得一个强密码，你可以使用一个免费的在线密码生成器：\nBitwarden 密码生成器 安全存储密码 密码管理器非常好用，因为它们允许你存储长且复杂的密码，然后在需要时简单地复制和粘贴。 它的工作原理是设置一个主密码，用于加密你所有其他的密码。 这意味着您所有的密码都被安全地存储，并且只能通过主密码访问。\nKeePassXC 本地开源密码管理器\n访问网站 Bitwarden 基于云的开源密码管理器\n访问网站 KeePassDX 本地开源密码管理器\n访问网站 Strongbox 本地开源密码管理器\n访问网站 "},"title":"如何创建强密码并安全存储"},"/zh-cn/articles/how-to-find-a-threat-model-that-suits-you/":{"data":{"":"","#":"创建威胁模型是你迈向更好隐私和安全的重要一步。 关键在于弄清楚你需要保护自己免受谁或什么的侵害，以及你愿意做些什么来确保你的信息安全。 但这里有个问题：你越想要隐私和安全，事情就会变得越不方便。 你可能会发现自己需要应对额外的步骤，使用复杂的工具，或者改变你的习惯。 这是一种平衡艺术——找到既能让你安全又不让你的生活变得太复杂的安全措施的正确组合。\n制定你的威胁模型 要创建一个有效的威胁模型，首先问自己以下问题：\n1. 我想要保护什么？\n确定对你最重要的资产。 这可能包括个人数据、财务信息、知识产权，甚至是你的在线声誉。\n2. 我想要保护它免受谁的伤害？\n考虑潜在的对手。 你是否担心网络犯罪分子、政府监控、内部威胁，甚至是朋友或家人无意间的泄密？\n3. 我需要保护它的可能性有多大？\n评估遇到这些威胁的可能性。 你是一个高知名度的人，还是从事可能引起不必要注意的活动？\n4. 如果我失败，后果会有多严重？\n评估安全漏洞的潜在影响。 这会导致财务损失、声誉受损还是法律后果？ 了解利害关系可以帮助你优先安排工作。\n5. 为了防止潜在后果，我愿意付出多大的努力？\n确定您对各种安全措施的舒适度。 你愿意投资于先进的安全工具，采用严格的隐私实践，还是改变你的在线行为？\n我有一个威胁模型。 现在怎么办？ 现在你已经有了威胁模型，是时候决定你想在初学者隐私路线图上走多远了。 以下是一些可以帮助您做出选择的个人资料：\n普通用户： 如果您主要关心的是简单地将个人信息隐藏在大公司和大规模监控之外，那么基础路线图就足够了。\n注重隐私的个人： 如果你想更认真地对待隐私，并超越基础知识来保护自己免受潜在威胁，你应该在完成基础路线图后继续到中级路线图。\n活动家或高风险个人： 如果你是一个活动家、记者，或者是被政府通缉的人，或者你只是想确保最高级别的隐私，你应该在完成基础和中级路线图后，遵循高级路线图。\n定期更新您的威胁模型 你的威胁模型不是一次性任务；它应该随着你的生活和环境的变化而不断演变。 为了保持其相关性，考虑定期安排时间审查你的威胁模型。 这在经历重大生活事件后尤为重要，例如开始新工作、搬到不同的地方或更改在线存在。"},"title":"如何找到适合你的威胁模型"},"/zh-cn/articles/limit-the-personal-information-you-share-online/":{"data":{"":"","#":"你是否厌倦了无休止的垃圾邮件、自动拨打电话，或者发现你的个人数据被卖给了可疑的数据经纪人？ 每次你把真实姓名、电子邮件或电话号码交给一个随机的应用程序或网站时，你都在拿隐私来赌博。 为了避免这种情况，你需要提供虚假信息。\n何时不使用虚假信息 重要的是要知道何时应该使用虚假信息，何时不应该使用，因为这可能会迅速适得其反。\n长期使用账户： 在注册计划使用超过一次的账户时，不要使用临时邮箱。 网上购物： 如果你要把包裹送到家里，你应该提供一个真实的地址。 如果你要在邮局取包裹，建议使用你的真实姓名，因为他们有时会要求你出示身份证明。 其他： 请每次在提供虚假信息之前考虑以下两点： 这个服务或账户对我的生活重要吗？ 如果我提供虚假信息，会有麻烦吗？ 假信息 并不是每个网站或表单都值得你诚实对待。 对于非关键账户，使用虚构的详细信息：\n假名： 使用像“亚历克斯·史密斯”这样的假名，而不是你的真实姓名。 虚假生日： 选择一个随机日期（例如，1985年1月1日）。 虚假地址： 使用随机地址（例如，图书馆或咖啡店）。 临时邮箱 为什么要冒着在你的主要邮箱上收到垃圾邮件的风险呢？使用临时邮箱进行一次性注册或可疑下载。\nTemp Mail 流行的临时邮件提供商\n访问网站 smail 开源且可以自托管\n访问网站 临时电话号码 电话号码也是如此。你不必为临时账户提供你的真实电话号码。 ℹ️ 请记住，所有消息都是公开可见的。 Receive SMS 访问网站 SMSTOME 访问网站 "},"title":"限制在线共享的个人信息"},"/zh-cn/articles/searching-safely-with-a-privacy-focused-search-engine/":{"data":{"":"","#":"拥有一个私人浏览器是不够的，你还需要使用一个私人搜索引擎。幸运的是，切换到一个注重隐私的搜索引擎非常简单。\n搜索引擎是如何工作的？ 1. 爬虫程序扫描网络 把这些机器人想象成数字图书管理员，不断扫描和编目网站。\n2. 索引互联网 所有抓取的页面都会存储在一个庞大的数据库中（“索引”），就像图书馆的卡片目录一样。\n3. 匹配您的查询 当你搜索时，搜索引擎会在其索引中查找与您的关键词匹配的页面，然后对它们进行排名。 像谷歌这样的搜索引擎会在顶部显示付费的“赞助”网站。这些广告是由公司购买的，以便出现在最前面——它们不是自然结果。\n为什么要费心？ 传统搜索引擎如谷歌或必应：\n跟踪您的查询以建立您的兴趣档案。 将您的数据出售给广告商或用它来个性化结果。 然而，注重隐私的搜索引擎：\n不要存储你的搜索记录并将其与你的身份绑定。 提供无偏见的结果，不会根据您的历史进行过滤。 如何更换搜索引擎 Chrome/Edge/Brave： 点击三点菜单 → 设置 → 搜索引擎 → 选择你的新默认搜索引擎。\n火狐浏览器： 点击三点菜单 → 设置 → 搜索 → 从下拉菜单中选择。\nSafari: 打开Safari设置 → 搜索 → 选择你的搜索引擎。\n推荐的搜索引擎 DuckDuckGo 流行的私人搜索引擎\n试试 DuckDuckGo Startpage 匿名提供谷歌搜索结果\n试试 Startpage Brave Search Brave Search 运行在一个独立的索引上。\n试试 Brave Search "},"title":"使用注重隐私的搜索引擎安全搜索"},"/zh-cn/articles/two-factor-authentication-and-why-you-need-it/":{"data":{"":"","#":"想象一下： 你已经用了多年的同一个密码。 然后，一封电子邮件说有人从另一个国家登录了你的银行账户。\n仅靠密码是不够的。黑客通过网络钓鱼、泄露或暴力破解攻击窃取它们。双重身份验证（2FA）增加了第二层防护来阻止他们。\n双重身份验证是如何工作的？ 输入您的密码。 使用第二个因素进行验证 一次性代码（应用程序 / 短信 / 电子邮件）。 生物识别（指纹/面部扫描）。 一把物理安全钥匙。 即使有了你的密码，黑客也无法在没有第二因素的情况下访问你的账户。\n2FA的类型：你应该使用哪种？ 并非所有的双重身份验证方法都是同样安全的。\n安全密钥： 最佳的物理设备（如 YubiKey），可以插入你的手机或电脑。\n身份验证器应用程序： 太好了，这些应用程序允许你扫描二维码，然后完全离线生成时间敏感的代码。\n短信/电子邮件验证码： 方便，但黑客可以通过SIM交换或网络钓鱼来拦截这些信息。\n生物识别技术： 好吧，指纹或面部扫描是安全的，但只适用于你拥有的设备。\n如何在您的账户上启用双重身份验证 大多数平台都很简单。 以下是在一些平台上操作的方法：\n谷歌： 安全 → 两步验证 → 开始使用。 Apple ID： 设置 → [你的名字] → 密码与安全。 Facebook： 设置 → 安全与登录 → 双重身份验证。 其他： 通常与上述平台相同的步骤。 推荐的身份验证器应用程序 以下是我们推荐的用于存储您的双重身份验证代码的身份验证器应用程序。许多密码管理器也可以存储2FA代码。\nEnte Auth 本地（代码可以选择性地存储在云端），开源\n访问网站 Aegis 本地，开源\n访问网站 把这篇文章分享给那些还在单靠密码的人吧！"},"title":"双重身份验证（2FA）及其必要性"},"/zh-cn/articles/why-you-need-a-private-browser-to-protect-yourself/":{"data":{"":"","#":"使用尊重隐私的浏览器可以帮助你防止那些收集过多数据的网站。 它减少了跟踪，保护了您的个人信息，并在您浏览时尽量减少您的数字足迹。\n浏览器与搜索引擎的区别 要理解私人浏览器的重要性，首先必须区分浏览器和搜索引擎。浏览器是一种软件应用程序，允许用户访问和查看互联网上的网站，而搜索引擎是一种工具，通过根据关键词或短语搜索索引的网页内容来帮助用户找到特定信息。 本质上，浏览器是用于浏览网页的界面，而搜索引擎是用于发现网页内容的资源。\n网站对你了解多少 网站可以从您的浏览器收集大量信息，这就是为什么使用以隐私为中心的浏览器对于保护您的个人数据至关重要。当你访问一个网站时，它可以跟踪各种细节，包括：\nIP地址： 这可能会泄露你的大致位置。 浏览器类型和版本： 网站可以识别您使用的浏览器，这可以用来定制内容或跟踪用户行为。 操作系统： 您设备的信息可能会被收集，这也可能用于追踪。 Cookies： 这些小文件存储有关您偏好和浏览历史的信息，使网站能够在您未来访问时识别您。 跟踪脚本： 许多网站使用第三方脚本来跟踪用户在网络上的行为。 要查看其他网站可以看到关于你的哪些信息，你可以使用像 Webkay、BrowserLeaks 或 whoareyou 这样的网站。\n浏览器的主要类型 在选择浏览器时，主要有两个选项：Chromium 和 Firefox。两者都是开源项目，这意味着它们的源代码是公开的，任何人都可以查看和贡献。大多数现代浏览器都是基于Chromium或Firefox构建的，这意味着它们共享类似的底层技术。\nChromium： 这是支持谷歌浏览器和许多其他浏览器的开源项目。虽然Chromium本身是隐私友好的，但许多基于它构建的浏览器可能包含跟踪功能或数据收集行为。然而，有一些基于Chromium的隐私保护浏览器，例如Brave。\nFirefox： 由致力于开放和私密互联网的非营利组织Mozilla开发，Firefox因其对用户隐私的强烈承诺而闻名。\n推荐的私人浏览器 Brave 基于Chromium\nVisit Website Mullvad 基于Firefox\nVisit Website LibreWolf 基于Firefox\nVisit Website Firefox Focus 基于Firefox\nVisit Website "},"title":"为什么你需要一个私人浏览器来保护自己"},"/zh-cn/articles/why-you-should-care-about-your-privacy/":{"data":{"":"","#":"在数字时代，越来越多的个人数据正被收集到关于我们的信息。 这些数据被各种实体出于各种目的收集，但大量个人信息暴露的潜在后果可能是重大的。 从身份盗窃到政府监控，每个人都必须采取措施保护个人信息并维护隐私。\n“我没有什么好隐瞒的。 我为什么要在意我的隐私？” 仅仅因为你没有什么可隐藏的，并不意味着你没有什么需要保护的。 隐私不仅仅是隐藏某些东西，而是掌控你的个人信息以及谁可以访问这些信息。 即使你认为自己没有什么好隐藏的，你的个人信息也可能被用于恶意目的，例如身份盗窃、网络钓鱼诈骗和定向广告。\n“我没有时间担心我的隐私。” 保护你的隐私不必耗费大量时间。 有一些简单的步骤可以帮助你提高隐私保护，例如使用VPN并注意你在线分享的个人信息。\n未来的不可预测性 未来的不可预测性是关注隐私的一个理由，因为个人信息可能以你从未想象过的方式被使用。 今天，企业和政府都已经在出于各种目的使用个人数据。 随着技术的进步，个人信息的不可预测用途只会增加。 现在保护您的个人信息可以确保它在未来不会被用来对付您。"},"title":"为什么您应该关注自己的隐私"},"/zh-cn/tools/":{"data":{"":"👋 你好！欢迎来到初学者隐私工具页面！","下一步#下一步":"立即深入以下部分，开始使用：\nVPN了解推荐的VPN "},"title":"文档"},"/zh-cn/tools/services/vpn/":{"data":{"":"","下一步#下一步":"探索以下部分以开始添加更多内容：\n组织文件 配置 Markdown "},"title":"VPN"}}